[{"id":"1","text":"Technology is anything that wasn’t around when you were born","author":"Alan Kay","authorDescription":"Computer Scientist"},
{"id":"2","text":"Any sufficiently advanced technology is equivalent to magic","author":"Arthur C. Clarke","authorDescription":"Author"},
{"id":"3","text":"All of the biggest technological inventions created by man - the airplane, the automobile, the computer - says little about his intelligence, but speaks volumes about his laziness","author":"Mark Kennedy","authorDescription":"Author"},
{"id":"4","text":"Just because something doesn’t do what you planned it to do doesn’t mean it’s useless","author":"Thomas Edison","authorDescription":"Inventor"},
{"id":"5","text":"It has become appallingly obvious that our technology has exceeded our humanity","author":"Albert Einstein","authorDescription":"Scientist"},
{"id":"6","text":"One machine can do the work of fifty ordinary men.  No machine can do the work of one extraordinary man","author":"Elbert Hubbard","authorDescription":"Author"},
{"id":"7","text":"Technology is a word that describes something that doesn’t work yet","author":"Douglas Adams","authorDescription":"Author"},
{"id":"8","text":"Humanity is acquiring all the right technology for all the wrong reasons","author":"R. Buckminster Fuller","authorDescription":"Inventor and Author"},
{"id":"9","text":"I think that novels that leave out technology misrepresent life as badly as Victorians misrepresented life by leaving out sex","author":"Kurt Vonnegut","authorDescription":"Author"},
{"id":"10","text":"The human spirit must prevail over technology","author":"Albert Einstein","authorDescription":"Scientist"},
{"id":"11","text":"The great myth of our times is that technology is communication","author":"Libby Larsen","authorDescription":"Composer"},
{"id":"12","text":"You cannot endow even the best machine with initiative; the jolliest steamroller will not plant flowers","author":"Walter Lippmann","authorDescription":"Author"},
{"id":"13","text":"We are stuck with technology when what we really want is just stuff that works","author":"Douglas Adams","authorDescription":"Author"},
{"id":"14","text":"Technology made large populations possible; large populations now make technology indispensable","author":"Joseph Krutch","authorDescription":"Writer"},
{"id":"15","text":"This is the whole point of technology.  It creates an appetite for immortality on the one hand.  It threatens universal extinction on the other. Technology is lust removed from nature","author":"Don DeLillo","authorDescription":"Author"},
{"id":"16","text":"The real danger is not that computers will begin to think like men, but that men will begin to think like computers","author":"Sydney Harris","authorDescription":"Journalist"},
{"id":"17","text":"If we continue to develop our technology without wisdom or prudence, our servant may prove to be our executioner","author":"Omar Bradley","authorDescription":"General, US Army"},
{"id":"18","text":"The art challenges the technology, and the technology inspires the art","author":"John Lasseter","authorDescription":"Director"},
{"id":"19","text":"Science and technology revolutionize our lives, but memory, tradition and myth frame our response","author":"Arthur Schlesinger","authorDescription":"Historian"},
{"id":"20","text":"The science of today is the technology of tomorrow","author":"Edward Teller","authorDescription":"Theoretical physicist"},
{"id":"21","text":"Imagination is the Discovering Faculty, pre-eminently. It is that which penetrates into the unseen worlds around us, the worlds of Science","author":"Ada Lovelace","authorDescription":"Mathematician"},
{"id":"22","text":"Software is like sex: It’s better when it’s free","author":"Linus Torvalds","authorDescription":"Software developer and inventor of Linux"},
{"id":"23","text":"Good programmers use their brains, but good guidelines save us having to think out every case","author":"Francis Glassborow","authorDescription":"Author"},
{"id":"24","text":"First learn computer science and all the theory.  Next develop a programming style.  Then forget all that and just hack","author":"George Carrette","authorDescription":"Computer Scientist"},
{"id":"25","text":"There are two ways to write error-free programs; only the third one works","author":"Alan J. Perlis","authorDescription":"Computer scientist"},
{"id":"26","text":"That’s been one of my mantras — focus and simplicity. Simple can be harder than complex; you have to work hard to get your thinking clean to make it simple","author":"Steve Jobs","authorDescription":"Apple co-founder"},
{"id":"27","text":"The function of good software is to make the complex appear to be simple","author":"Grady Booch","authorDescription":"Software engineer"},
{"id":"28","text":"I do not fear computers. I fear lack of them","author":"Isaac Asimov","authorDescription":"Author and Scientist"},
{"id":"29","text":"Standards are always out of date.  That’s what makes them standards","author":"Alan Bennett","authorDescription":"Author"},
{"id":"30","text":"To iterate is human, to recurse divine","author":"L. Peter Deutsch","authorDescription":"Software developer and Entrepreneur"},
{"id":"31","text":"Computers are good at following instructions, but not at reading your mind","author":"Donald Knuth","authorDescription":"Author and computer scientist"},
{"id":"32","text":"Never underestimate the bandwidth of a station wagon full of tapes hurtling down the highway","author":"Andrew S. Tanenbaum","authorDescription":"Author and computer scientist"},
{"id":"33","text":"Errors using inadequate data are much less than those using no data at all","author":"Charles Babbage","authorDescription":"Mathematician"},
{"id":"34","text":"Technology is just a tool. In terms of getting the kids working together and motivating them, the teacher is the most important","author":"Bill Gates","authorDescription":"Software Developer and Microsoft co-founder"},
{"id":"35","text":"Programs must be written for people to read, and only incidentally for machines to execute","author":"Gerald Jay Sussman and Hal Abelson","authorDescription":"Computer Scientists and Authors"},
{"id":"36","text":"Code generation, like drinking alcohol, is good in moderation","author":"Alex Lowe","authorDescription":"Author"},
{"id":"37","text":"Never trust a computer you can’t throw out a window","author":"Steve Wozniak","authorDescription":"American inventor & Apple co-founder"},
{"id":"38","text":"The best way to predict the future is to implement it","author":"David Heinemeier Hansson","authorDescription":"Software Developer and Entrepreneur"},
{"id":"39","text":"UNIX is simple.  It just takes a genius to understand its simplicity","author":"Dennis Ritchie","authorDescription":"Computer scientist and inventor of the C language"},
{"id":"40","text":"Should array indices start at 0 or 1?  My compromise of 0.5 was rejected without, I thought, proper consideration","author":"Stan Kelly-Bootle","authorDescription":"Author"},
{"id":"41","text":"I think computer viruses should count as life.  I think it says something about human nature that the only form of life we have created so far is purely destructive.  We’ve created life in our own image","author":"Stephen Hawking","authorDescription":"Theoretical physicist"},
{"id":"42","text":"It would appear that we have reached the limits of what it is possible to achieve with computer technology, although one should be careful with such statements, as they tend to sound pretty silly in 5 years","author":"John Von Neumann","authorDescription":"Computer Scientist"},
{"id":"43","text":"Companies spend millions of dollars on firewalls, encryption and secure access devices, and it’s money wasted, because none of these measures address the weakest link in the security chain","author":"Kevin Mitnick","authorDescription":"Auhor and Security Consultant"},
{"id":"44","text":"A computer would deserve to be called intelligent if it could deceive a human into believing that it was human","author":"Alan Turing","authorDescription":"Computer scientist"},
{"id":"45","text":"Technology feeds on itself. Technology makes more technology possible","author":"Alvin Toffler","authorDescription":"Writer"},
{"id":"46","text":"To err is human, but to really foul things up you need a computer","author":"Paul Ehrlich","authorDescription":"Physician and scientist"},
{"id":"47","text":"The difference between theory and practice is that in theory, there is no difference between theory and practice","author":"Richard Moore","authorDescription":"Computer Scientist"},
{"id":"48","text":"Computers are useless.  They can only give you answers","author":"Pablo Picasso","authorDescription":"Artist"},
{"id":"49","text":"Computers are like Old Testament gods; lots of rules and no mercy","author":"Joseph Campbell","authorDescription":"Writer"},
{"id":"50","text":"In C++ it’s harder to shoot yourself in the foot, but when you do, you blow off your whole leg","author":"Bjarne Stroustrup","authorDescription":"Computer scientist and C++ inventor"},
{"id":"51","text":"It's still magic even if you know how it's done","author":"Terry Pratchett","authorDescription":"Writer"},
{"id":"52","text":"The use of COBOL cripples the mind; its teaching should therefore be regarded as a criminal offense","author":"E.W. Dijkstra","authorDescription":"Computer scientist"},
{"id":"53","text":"It's supposed to be automatic, but actually you have to push this button","author":"John Brunner","authorDescription":"Author"}]
